<template>
  <div>
    <section class="section">
      <div class="container">
        <div class="content is-medium">
          <h1 class="title">Помощь по разделу Знания</h1>
          <p>
            Как лучше пользоваться разделами Знаний:
            <ol type="1">
              <li>Выберите свои изученные знания</li>
              <li>Нажмите "Сохранить", чтобы открыть следующий уровень</li>
              <li>Выбирайте желаемые знания для изучения, пользуйтесь кнопкой "Сброс"</li>
              <li>Настройте свои бонусы к исследованиям</li>
              <li>Изучайте необходимые ресурсы и ускорения</li>
            </ol>
          </p>
          <p>
            А теперь подробней о каждом пункте.
          </p>
          <h2>1. Выберите свои изученные знания</h2>
          <p>
            Начинайте с самого нижнего - так будет быстрей. При клике на уровень знания
            автоматически выберутся все предшествующие. Продвигаясь вверх, помечайте уже изученное.
          </p>
          <h2>2. Нажмите "Сохранить", чтобы открыть следующий уровень</h2>
          <p>
            <strong>На десктопе</strong> - кнопка "Сохранить" находится вверху страницы, в разделе статистики:
          </p>
          <p><img src="../assets/help/research_stat.png" alt="Статистика исследований"></p>
          <p>Сразу перечислим компоненты статистики, слева направо:</p>
          <ul>
            <li>число выбранных знаний на этом уровне;</li>
            <li>добавленное могущество после их изучения;</li>
            <li>ресурсы, требуемые для изучения; если несколько иконок подряд - значит одинаковое значение;</li>
            <li>чистое время для изучения без применения бонусов;</li>
            <li>необходимый уровень Оракула;</li>
            <li>кнопка "Сохранить" - переход на следующий уровень, используется как отсечка;
              все последующие добавленные знания будут в другой статистике;</li>
            <li>кнопка "Сброс" - сброс выбранных знаний на уровне или сброс уровня;</li>
          </ul>
          <p>
            <strong>На мобильных устройствах</strong> - кнопка "Сохранить" находится также вверху страницы:
          </p>
          <p><img src="../assets/help/research_stat_mobile.png" alt="Статистика исследований"></p>
          <p>
            Действие кнопок такое же, как и на десктопе. Первый элемент - это индикатор текущего уровня.
          </p>
          <h2>3. Выбирайте желаемые знания для изучения, пользуйтесь кнопкой "Сброс"</h2>
          <p>
            Здесь начинается самое интересное - выбирайте то, что хотите изучить. Опять же - начинайте
            с самых нижних, так будет быстрей. При клике на уровень знания выберутся все неизученные
            предшествующие уровни. Кнопкой "Сброс" можно убрать выбранные знания.
          </p>
          <h2>4. Настройте свои бонусы к исследованиям</h2>
          <p>
            Этот пункт только для тех, кто хочет узнать <strong>точное</strong> время исследований
            и оценить, хватит ли ускоров/золота на все желаемое.
          </p>
          <p><img src="../assets/help/research_bonuses.png" alt="Бонусы исследований"></p>
          <p>Итак, перечислим составные части бонуса, слева направо, сверху вниз:<p>
          <ul>
            <li><strong>База</strong> - это сумма бонусов к изучению знаний от вещей, оракула,
              навыков героя и шамана. Вы должны четко знать свою базу - если остальные бонусы
              зависят от игровых событий, то база у вас есть всегда, это ваш
              несгораемый минимум. <strong>Как узнать</strong> - просто отнимите от итогового
              бонуса, показываемого игрой, бонусы от скина города и дня/квк (<i>перед этим, конечно,
              надетьте лучший шмот, поставьте Ингу и включите соответствующий сет героя</i>).
              Например, если игра показывает 540, есть бонус от стана зверя 10, бонус от квк 10 и выгодный
              день 10, то база будет 540 - 10 - 10 - 10 = 510.
            </li>
            <li><strong>Скин</strong> - тут все просто, лучший бонус от стана зверя.</li>
            <li><strong>Бонус</strong> - это бонус от выигранного КВК плюс дневной бонус. Самые выгодные дни
              бывают с понедельника по пятницу, когде еще действует бонус за КВК и выпал дневной бонус;
            </li>
            <li><strong>Буст</strong> - тут все просто, пользуйтесь только 30 или 35;</li>
            <li><strong>Титул</strong> - очень полезная вещь, по возможности изучайте долгие
              знания только с ним;
            </li>
            <li><strong>Всего</strong> - должно совпадать с итоговым бонусом в игре, тогда расчеты будут точны;</li>
            <li><strong>Ручки</strong> - число доступных рук помощи. Равно (уровень замка + 4). У 29 замка доступны 33 руки.</li>
            <li><strong>Стоимость</strong> - сумма бонусов на снижение стоимости исследований. Почти у всех минимум 10,
              с Ингой 5 - 13, Ингой 6 - 20. Потратить 8 миллиардов серебра вместо 10? Звучит неплохо.
            </li>
          </ul>

          <p><strong>Самый смак</strong> этого раздела - в вопросе "А что, если...?"</p>
          <ul>
            <li>"Что, если выбить руны? Сильно они мне помогут?" - добавьте к базе предполагаемый бонус и узнаете;
            </li>
            <li>"Что, если не выбивать легендарные камни/руны? Это сильно плохо?" - добавьте к базе разницу и узнаете;
            </li>
            <li>"Что, если взять титул? Никогда им не пользовался" - выставите и почувствуйте разницу;</li>
            <li>"Что, если не ждать выгодного дня? Много потеряю?" - выставите нужные бонусы и узнаете.</li>
          </ul>
          <h2>5. Изучайте необходимые ресурсы и ускорения</h2>
          <p>
            Изучаем статистику (находится ниже бонусов):
          </p>
          <p>
            <strong>На десктопе</strong> - в дополнение к статистике вверху экрана:
          </p>
          <p><img src="../assets/help/research_stat2.png" alt="Статистика исследований"></p>
          <p>
            <strong>На мобильных устройствах</strong> - вся статистика вместе:
          </p>
          <p><img src="../assets/help/research_stat2_mobile.png" alt="Статистика исследований"></p>
          <p>Перечислим не упомянутые компоненты статистики, слева направо (см. картинку для десктопа):</p>
          <ul>
            <li><strong>Сэт</strong> - число недель/дней для исследования выбранных
              знаний <strong>с учетом бонусов</strong>. И сколько на это надо потратить золота,
              если покупать только выгодные сундуки с ускорами (за 41840).
            </li>
            <li><strong>Клан</strong> - число недель/дней для исследования выбранных
              знаний <strong>с учетом бонусов</strong>, если ждать указанное число рук помощи для
              <strong>каждого</strong> знания в наборе;</li>
            <li>иконка с золотом - если покупать все знания за золото.</li>
          </ul>
          <hr/>
          <p>Спасибо за внимание! Теперь вы сможете извлечь максимум пользы из разделов Знаний!</p>
        </div>
      </div>
    </section>
  </div>
</template>

<script>
export default {
  name: 'HelpResearch',
  data: function() {
    return {
      description: 'Инструменты для планирования своего развития в игре Vikings: War of Clans. ' +
        'Информация по знаниям, вещам/экипировке и материалам для них.'
    };
  },
  metaInfo() {
    return {
      title: 'Помощь по разделу Знания',
      meta: [
        { name: 'description', content: this.description },
        { property: 'og:title', content: 'Помощь по разделу Знания | Vikings Planner'},
        { property: 'og:url', content: this.$baseUrl + '/help/research'}
      ]
    };
  },
  mounted() {
    gtag('config', this.$gtag, {'page_path': '/help/research'});
  }
};
</script>

<style lang="scss"></style>
