export default [
  {
    name: 'Алебарда',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Сталь,Шкура,Шкура'
  },
  {
    name: 'Амулет Змеи',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Алмаз,Обломки,Свинец'
  },
  {
    name: 'Амулет Реггвида',
    slot: 'Амулеты',
    grade: 'citadel',
    parts: 'Ножны Хакона,Ботинки Лейфа,Корона Харальда,Поножи Свена'
  },
  {
    name: 'Ангон Олафа',
    slot: 'Оружие',
    grade: 'citadel',
    parts: 'Лезвие Секиры,Меч Юга,Палаш'
  },
  {
    name: 'Башмаки Ивара',
    slot: 'Обувь',
    grade: 'citadel',
    parts: 'Клок Шерсти,Легкие Башмаки,Походные Руны'
  },
  {
    name: 'Белая Мантия',
    slot: 'Броня',
    grade: 'invader',
    parts: 'Белая Кожа,Латные Элементы,Латные Элементы,Заклепки'
  },
  {
    name: 'Белые Сапоги',
    slot: 'Обувь',
    grade: 'invader',
    parts: 'Белая Кожа,Белая Кожа,Литая Сталь,Навершие'
  },
  {
    name: 'Бесшумные Ботинки',
    slot: 'Обувь',
    grade: 'invader',
    parts: 'Мех Рыси,Кожаные Ремешки,Сыромятная Кожа,Сыромятная Кожа'
  },
  {
    name: 'Боевая Секира',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Сталь,Шкура,Шкура,Шкура'
  },
  {
    name: 'Боевой Кистень',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Сталь,Шкура,Гранит,Гранит'
  },
  {
    name: 'Боевой Топор',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Перо,Сталь,Свинец'
  },
  {
    name: 'Ботинки Лейфа',
    slot: 'Обувь',
    grade: 'citadel',
    parts: 'Кожаные Ремешки,Дубовая Рукоять,Белые Сапоги,Амулет Змеи'
  },
  {
    name: 'Ботинки Палача',
    slot: 'Обувь',
    grade: 'standard',
    parts: 'Эссенция,Перо'
  },
  {
    name: 'Ботинки Покорителя',
    slot: 'Обувь',
    grade: 'standard',
    parts: 'Кожа,Перо,Свинец'
  },
  {
    name: 'Ботинки Сигурда',
    slot: 'Обувь',
    grade: 'citadel',
    parts: 'Плащ Ярла,Церемониальные Сапоги,Руна Дагаз'
  },
  {
    name: 'Ботинки Убийцы',
    slot: 'Обувь',
    grade: 'standard',
    parts: 'Кожа,Кожа,Перо,Гранит'
  },
  {
    name: 'Браслет Ивара',
    slot: 'Амулеты',
    grade: 'citadel',
    parts: 'Лесной Мох,Медвежьи Кости,Резной Шип,Восточная Броня'
  },
  {
    name: 'Браслет Конунга',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Сталь,Сталь,Свинец'
  },
  {
    name: 'Браслет Победителя',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Обломки,Обломки,Обломки'
  },
  {
    name: 'Браслет Созидателя',
    slot: 'Амулеты',
    grade: 'shaman',
    parts: 'Маска Доблести,Сапоги Разрушителя,Ядовитый Стилет,Шкура Рыси'
  },
  {
    name: 'Бродекс Лейфа',
    slot: 'Оружие',
    grade: 'citadel',
    parts: 'Палаш Конунга,Старинный Клинок,Плащ Конунга'
  },
  {
    name: 'Бронзовый Аграф',
    slot: 'Амулеты',
    grade: 'shaman',
    parts: 'Плащ Хищника,Лук Локи,Шерстяной Капюшон,Восточный Лук'
  },
  {
    name: 'Бронзовый Браслет',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Стекло,Эссенция'
  },
  {
    name: 'Бронзовый Желудь',
    slot: 'Амулеты',
    grade: 'invader',
    parts: 'Сырая Кожа,Сырая Кожа,Бурая Кровь,Бурая Кровь'
  },
  {
    name: 'Бронзовый Панцирь',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Веревка,Свинец,Перо,Кожа'
  },
  {
    name: 'Бронзовый Щит',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Алмаз,Обломки,Свинец'
  },
  {
    name: 'Броня Видара',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Перо,Перо,Кожа,Сталь'
  },
  {
    name: 'Броня Власти',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Хлопок,Сталь,Шкура'
  },
  {
    name: 'Броня Разрушителя',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Перо,Сталь,Сталь,Свинец'
  },
  {
    name: 'Броня Своры',
    slot: 'Броня',
    grade: 'invader',
    parts: 'Стальная Цепь,Ржавые Шипы,Меховое Полотно,Шкура'
  },
  {
    name: 'Броня Тирана',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Кожа,Кожа,Кожа,Свинец'
  },
  {
    name: 'Броня Эйрика',
    slot: 'Броня',
    grade: 'citadel',
    parts: 'Кусок Кольчуги,Древко Стрелы,Шкура Льва,Кольчуга Убийцы'
  },
  {
    name: 'Бубен Наступления',
    slot: 'Амулеты',
    grade: 'shaman',
    parts: 'Жезл Мудрости,Маска Каниса,Молот Разрушителя,Шлем Варвара'
  },
  {
    name: 'Буковая Дубина',
    slot: 'Оружие',
    grade: 'shaman',
    parts: 'Маска Доблести,Моргенштерн,Стальное Оперение,Рог Варвара'
  },
  {
    name: 'Бурый Шлем',
    slot: 'Шлем',
    grade: 'invader',
    parts: 'Кора Дуба,Грубая Щетина,Медвежьи Кости,Кожа'
  },
  {
    name: 'Вегвизир Уббы',
    slot: 'Амулеты',
    grade: 'citadel',
    parts: 'Медальон Свена,Рог Эйрика,Зуб Харальда,Карта Лейфа'
  },
  {
    name: 'Вечные Сапоги',
    slot: 'Обувь',
    grade: 'standard',
    parts: 'Эссенция,Веревка,Перо'
  },
  {
    name: 'Витой Посох',
    slot: 'Оружие',
    grade: 'shaman',
    parts: 'Наплечи Гнева,Серебряная Кольчуга,Сапоги Варвара,Шлем Центуриона'
  },
  {
    name: 'Войлочные Сапоги',
    slot: 'Обувь',
    grade: 'shaman',
    parts: 'Таинственная Мантия,Лук Локи,Маска Каниса,Доспех Варвара'
  },
  {
    name: 'Волчьи Сапоги',
    slot: 'Обувь',
    grade: 'standard',
    parts: 'Обломки,Хлопок,Веревка'
  },
  {
    name: 'Волчья Шкура',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Веревка,Перо,Перо,Хлопок'
  },
  {
    name: 'Восточная Броня',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Сталь,Свинец,Гранит,Кожа'
  },
  {
    name: 'Восточный Клинок',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Стекло,Шкура,Шкура,Свинец'
  },
  {
    name: 'Восточный Лук',
    slot: 'Оружие',
    grade: 'invader',
    parts: 'Изрубленный Щит,Обломки Стрел,Разбитый Колчан,Порванная Ткань'
  },
  {
    name: 'Высокий Тюрбан',
    slot: 'Шлем',
    grade: 'invader',
    parts: 'Эмаль,Парча,Восточная Сталь,Аркан'
  },
  {
    name: 'Гасконские Сапоги',
    slot: 'Обувь',
    grade: 'invader',
    parts: 'Каленая Сталь,Тонкая Кожа,Железное Шило,Железное Шило'
  },
  {
    name: 'Гасконский Шлем',
    slot: 'Шлем',
    grade: 'invader',
    parts: 'Тонкая Кожа,Крепкая Подошва,Отливка Серебра,Отливка Серебра'
  },
  {
    name: 'Глиняная Фигурка',
    slot: 'Амулеты',
    grade: 'shaman',
    parts: 'Маска Силы,Заговоренные Сапоги,Походная Фляга,Панцирь Центуриона'
  },
  {
    name: 'Голова Волка',
    slot: 'Шлем',
    grade: 'standard',
    parts: 'Сталь,Свинец,Свинец,Перо'
  },
  {
    name: 'Голова Медведя',
    slot: 'Шлем',
    grade: 'standard',
    parts: 'Кожа,Сталь,Гранит'
  },
  {
    name: 'Гребень Бродира',
    slot: 'Амулеты',
    grade: 'citadel',
    parts: 'Поножи Харальда,Медальон Свена,Жилет Лейфа,Шапка Свена'
  },
  {
    name: 'Двуручная Секира',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Гранит,Кожа,Хлопок'
  },
  {
    name: 'Двуручный Молот',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Сталь,Гранит'
  },
  {
    name: 'Деревянный Идол',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Алмаз,Алмаз'
  },
  {
    name: 'Доспех Бьерна',
    slot: 'Броня',
    grade: 'citadel',
    parts: 'Порванная Ткань,Скальная Порода,Бурый Шлем,Накидка Локи'
  },
  {
    name: 'Доспех Варвара',
    slot: 'Броня',
    grade: 'invader',
    parts: 'Железная Цепь,Овчина,Смола,Шкура'
  },
  {
    name: 'Доспех Викинга',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Алмаз,Стекло,Хлопок'
  },
  {
    name: 'Доспех Воителя',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Сталь,Сталь,Кожа,Хлопок'
  },
  {
    name: 'Доспех Могущества',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Сталь,Свинец,Кожа,Хлопок'
  },
  {
    name: 'Доспех Одина',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Обломки,Обломки,Хлопок'
  },
  {
    name: 'Доспех Олафа',
    slot: 'Броня',
    grade: 'citadel',
    parts: 'Зеленая Чешуя,Медный Шлем,Кожаный Поддоспешник'
  },
  {
    name: 'Доспех Палача',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Веревка,Перо,Перо'
  },
  {
    name: 'Доспех Покорителя',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Кожа,Хлопок,Сталь'
  },
  {
    name: 'Доспех Покоя',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Сталь,Шкура,Кожа,Хлопок'
  },
  {
    name: 'Доспех Храбреца',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Алмаз,Алмаз,Гранит,Гранит'
  },
  {
    name: 'Доспех Язычника',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Эссенция,Эссенция,Веревка,Гранит'
  },
  {
    name: 'Древнее Копье',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Веревка,Веревка,Свинец,Свинец'
  },
  {
    name: 'Древние Поножи',
    slot: 'Обувь',
    grade: 'standard',
    parts: 'Кожа,Шкура,Гранит,Гранит'
  },
  {
    name: 'Древний Доспех',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Перо,Веревка,Шкура,Шкура'
  },
  {
    name: 'Древний Шлем',
    slot: 'Шлем',
    grade: 'standard',
    parts: 'Свинец,Свинец,Свинец,Хлопок'
  },
  {
    name: 'Древо Мира',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Алмаз,Хлопок,Хлопок'
  },
  {
    name: 'Жезл Мудрости',
    slot: 'Оружие',
    grade: 'shaman',
    parts: 'Золотой Браслет,Меч Юга,Змеиная Голова,Доспех Воителя'
  },
  {
    name: 'Жезл Судьбы',
    slot: 'Оружие',
    grade: 'shaman',
    parts: 'Таинственная Мантия,Древний Доспех,Сапоги Зверя,Сапоги Эмира'
  },
  {
    name: 'Жертвенный Нож',
    slot: 'Оружие',
    grade: 'shaman',
    parts: 'Сапоги Сокрушителя,Шлем Убийцы,Бронзовый Желудь,Шлем Грифа'
  },
  {
    name: 'Жесткие Сапоги',
    slot: 'Обувь',
    grade: 'invader',
    parts: 'Бурая Кровь,Бурая Кровь,Пластины Стали,Пластины Стали'
  },
  {
    name: 'Жилет Кнуда',
    slot: 'Броня',
    grade: 'citadel',
    parts: 'Знамя Рагнара,Браслет Ивара,Кольчуга Свена,Бродекс Лейфа'
  },
  {
    name: 'Жилет Лейфа',
    slot: 'Броня',
    grade: 'citadel',
    parts: 'Старый Ремень,Медвежья Шуба,Кольчуга Хирдмана'
  },
  {
    name: 'Заговоренные Сапоги',
    slot: 'Обувь',
    grade: 'standard',
    parts: 'Шкура,Шкура,Хлопок,Перо'
  },
  {
    name: 'Заговоренный Доспех',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Шкура,Гранит,Гранит,Гранит'
  },
  {
    name: 'Заговоренный Меч',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Алмаз,Шкура,Шкура,Свинец'
  },
  {
    name: 'Заговоренный Шлем',
    slot: 'Шлем',
    grade: 'standard',
    parts: 'Хлопок,Хлопок,Хлопок,Сталь'
  },
  {
    name: 'Змеиная Голова',
    slot: 'Шлем',
    grade: 'invader',
    parts: 'Ядовитые Зубы,Окаменелости,Окаменелости,Зеленая Чешуя'
  },
  {
    name: 'Змеиный Посох',
    slot: 'Оружие',
    grade: 'shaman',
    parts: 'Наплечи Гнева,Маска Локи,Степной Кафтан,Шерстяной Капюшон'
  },
  {
    name: 'Знак Тора',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Эссенция,Шкура'
  },
  {
    name: 'Знамя Рагнара',
    slot: 'Амулеты',
    grade: 'citadel',
    parts: 'Парча,Аркан,Походная Фляга,Накидка Вождя'
  },
  {
    name: 'Золотая Монета',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Алмаз,Эссенция,Стекло,Стекло'
  },
  {
    name: 'Золотая Фибула',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Обломки,Кожа,Кожа'
  },
  {
    name: 'Золотой Браслет',
    slot: 'Амулеты',
    grade: 'invader',
    parts: 'Разбитый Колчан,Порванная Ткань,Старый Ремень,Эссенция'
  },
  {
    name: 'Золотой Вепрь',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Эссенция,Эссенция,Хлопок,Веревка'
  },
  {
    name: 'Золотой Кафф',
    slot: 'Амулеты',
    grade: 'shaman',
    parts: 'Посох Величия,Серебряный Лук,Сапоги Зверя,Многослойный Жилет'
  },
  {
    name: 'Золотой Перстень',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Веревка,Кожа,Перо'
  },
  {
    name: 'Зуб Харальда',
    slot: 'Амулеты',
    grade: 'citadel',
    parts: 'Старый Коготь,Белый Песок,Серебряные Ножны,Меч Воителя'
  },
  {
    name: 'Зубчатый Нож',
    slot: 'Оружие',
    grade: 'invader',
    parts: 'Дубовая Рукоять,Дубовая Рукоять,Щербатый Клинок,Щербатый Клинок'
  },
  {
    name: 'Кальцеус Центуриона',
    slot: 'Обувь',
    grade: 'invader',
    parts: 'Алмаз,Лавровые Листья,Слитки Бронзы,Льняная Ткань'
  },
  {
    name: 'Капюшон Истины',
    slot: 'Шлем',
    grade: 'shaman',
    parts:
      'Шипованный Ошейник,Львиная Грива,Заговоренный Меч,Сапоги Сокрушителя'
  },
  {
    name: 'Капюшон Сигурда',
    slot: 'Шлем',
    grade: 'citadel',
    parts: 'Кожа,Хлопок,Позолоченный Шлем,Секира Безумца'
  },
  {
    name: 'Карта Лейфа',
    slot: 'Амулеты',
    grade: 'citadel',
    parts: 'Медальон Льва,Медвежий Зуб,Руна Тейваз'
  },
  {
    name: 'Кинжал Отваги',
    slot: 'Оружие',
    grade: 'shaman',
    parts:
      'Сапоги Сокрушителя,Заговоренный Шлем,Пластинчатый Шлем,Медвежья Булава'
  },
  {
    name: 'Кинжал Центуриона',
    slot: 'Оружие',
    grade: 'invader',
    parts: 'Кожа,Обрезки Кожи,Гипс,Слитки Бронзы'
  },
  {
    name: 'Кинжалы Прайда',
    slot: 'Оружие',
    grade: 'invader',
    parts: 'Львиная Шерсть,Скальная Порода,Старый Коготь,Обломки'
  },
  {
    name: 'Кистень Бродира',
    slot: 'Оружие',
    grade: 'citadel',
    parts: 'Зуб Харальда,Рог Эйрика,Доспех Олафа,Накидка Сигурда'
  },
  {
    name: 'Кистень Свена',
    slot: 'Оружие',
    grade: 'citadel',
    parts: 'Элемент Брони,Клевец,Зубчатый Нож'
  },
  {
    name: 'Клевец',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Сталь,Шкура'
  },
  {
    name: 'Клевец Падальщика',
    slot: 'Оружие',
    grade: 'invader',
    parts: 'Перо Грифа,Короткое Древко,Короткое Древко,Кожаная Тесьма'
  },
  {
    name: 'Клевец Реггвида',
    slot: 'Оружие',
    grade: 'citadel',
    parts: 'Рог Эйрика,Печать Олафа,Шлем Бьерна,Жилет Лейфа'
  },
  {
    name: 'Клепаные Поножи',
    slot: 'Обувь',
    grade: 'shaman',
    parts: 'Посох Величия,Серебряная Кольчуга,Нагрудник Сарацина,Доспех Варвара'
  },
  {
    name: 'Клинок Покорителя',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Обломки,Обломки,Веревка,Свинец'
  },
  {
    name: 'Клинок Уббы',
    slot: 'Оружие',
    grade: 'citadel',
    parts: 'Ангон Олафа,Лук Ивара,Меч Сигурда,Клинок Харальда'
  },
  {
    name: 'Клинок Харальда',
    slot: 'Оружие',
    grade: 'citadel',
    parts: 'Дубовые Доски,Бурая Кровь,Меч Юга,Статуэтка Тора'
  },
  {
    name: 'Клинок Язычника',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Перо,Шкура,Шкура,Шкура'
  },
  {
    name: 'Клык Рыси',
    slot: 'Амулеты',
    grade: 'invader',
    parts: 'Кожаные Ремешки,Дубовая Рукоять,Щербатый Клинок,Щербатый Клинок'
  },
  {
    name: 'Клык Фенрира',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Кожа,Кожа,Сталь,Шкура'
  },
  {
    name: 'Коготь Медведя',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Хлопок,Сталь,Сталь,Свинец'
  },
  {
    name: 'Когти Стаи',
    slot: 'Оружие',
    grade: 'invader',
    parts: 'Кость Каниса,Коготь Каниса,Клыки Каниса,Сталь'
  },
  {
    name: 'Кожаные Сапоги',
    slot: 'Обувь',
    grade: 'standard',
    parts: 'Алмаз,Хлопок'
  },
  {
    name: 'Кожаный Браслет',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Алмаз,Эссенция,Веревка'
  },
  {
    name: 'Кожаный Поддоспешник',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Кожа,Хлопок'
  },
  {
    name: 'Кожаный Подшлемник',
    slot: 'Шлем',
    grade: 'standard',
    parts: 'Кожа,Кожа,Перо'
  },
  {
    name: 'Кольцо Волка',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Алмаз,Обломки,Гранит'
  },
  {
    name: 'Кольцо Центуриона',
    slot: 'Амулеты',
    grade: 'invader',
    parts: 'Лавровые Листья,Обрезки Кожи,Льняная Ткань,Гипс'
  },
  {
    name: 'Кольцо-Змея',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Шкура,Кожа,Перо'
  },
  {
    name: 'Кольчуга Берсерка',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Хлопок,Сталь,Шкура,Гранит'
  },
  {
    name: 'Кольчуга Морехода',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Эссенция,Хлопок,Хлопок,Веревка'
  },
  {
    name: 'Кольчуга Рагнара',
    slot: 'Броня',
    grade: 'citadel',
    parts: 'Усиленная Кольчуга,Боевой Топор,Кожаный Поддоспешник'
  },
  {
    name: 'Кольчуга Роллона',
    slot: 'Броня',
    grade: 'citadel',
    parts: 'Знамя Рагнара,Шлем Лейфа,Шлем Бьерна,Корона Харальда'
  },
  {
    name: 'Кольчуга Свена',
    slot: 'Броня',
    grade: 'citadel',
    parts: 'Свинец,Мех Рыси,Щербатый Клинок,Кольчужная Куртка'
  },
  {
    name: 'Кольчуга Странника',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Сталь,Веревка,Шкура,Хлопок'
  },
  {
    name: 'Кольчуга Тора',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Шкура,Перо,Хлопок'
  },
  {
    name: 'Кольчуга Убийцы',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Перо,Перо,Веревка,Кожа'
  },
  {
    name: 'Кольчуга Хирдмана',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Хлопок,Перо,Перо'
  },
  {
    name: 'Кольчужная Куртка',
    slot: 'Броня',
    grade: 'invader',
    parts: 'Крепкая Тетива,Элемент Брони,Кусок Войлока,Обломки'
  },
  {
    name: 'Копье Бьерна',
    slot: 'Оружие',
    grade: 'citadel',
    parts: 'Обломки,Клинок Покорителя,Древнее Копье'
  },
  {
    name: 'Копье Власти',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Кожа,Сталь,Сталь'
  },
  {
    name: 'Копье Гутрума',
    slot: 'Оружие',
    grade: 'citadel',
    parts: 'Уроборос Сигурда,Скрамасакс Хакона,Куртка Ивара,Башмаки Ивара'
  },
  {
    name: 'Корона Хальфдана',
    slot: 'Шлем',
    grade: 'citadel',
    parts: 'Лук Ивара,Браслет Ивара,Поножи Олафа,Топор Рагнара'
  },
  {
    name: 'Корона Харальда',
    slot: 'Шлем',
    grade: 'citadel',
    parts: 'Восточная Сталь,Меховой Капюшон,Шлем Палача'
  },
  {
    name: 'Костяная Игла',
    slot: 'Оружие',
    grade: 'shaman',
    parts: 'Маска Доблести,Броня Тирана,Гасконские Сапоги,Стальное Оперение'
  },
  {
    name: 'Костяной Амулет',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Обломки,Перо'
  },
  {
    name: 'Костяной Кинжал',
    slot: 'Оружие',
    grade: 'invader',
    parts: 'Пластины Стали,Пластины Стали,Дубовые Доски,Дубовые Доски'
  },
  {
    name: 'Крепкие Башмаки',
    slot: 'Обувь',
    grade: 'invader',
    parts: 'Клевер,Глина,Струна,Струна'
  },
  {
    name: 'Кубок Бьерна',
    slot: 'Амулеты',
    grade: 'citadel',
    parts: 'Наборный Пояс,Шлем Центуриона,Ботинки Палача'
  },
  {
    name: 'Кубок Кнуда',
    slot: 'Амулеты',
    grade: 'citadel',
    parts: 'Печать Олафа,Карта Лейфа,Кистень Свена,Скрамасакс Хакона'
  },
  {
    name: 'Куртка Ивара',
    slot: 'Броня',
    grade: 'citadel',
    parts: 'Рукоять Меча,Шкура Рыси,Церемониальная Кольчуга'
  },
  {
    name: 'Ламелляр Бродира',
    slot: 'Броня',
    grade: 'citadel',
    parts: 'Клинок Харальда,Ножны Хакона,Ангон Олафа,Ботинки Сигурда'
  },
  {
    name: 'Латная Перчатка',
    slot: 'Амулеты',
    grade: 'invader',
    parts: 'Латные Элементы,Латные Элементы,Заклепки,Навершие'
  },
  {
    name: 'Легкие Башмаки',
    slot: 'Обувь',
    grade: 'invader',
    parts: 'Выделанная Кожа,Выделанная Кожа,Короткое Древко,Лоскут Кольчуги'
  },
  {
    name: 'Легкие Латы',
    slot: 'Броня',
    grade: 'invader',
    parts: 'Струна,Лезвие Секиры,Глина,Стекло'
  },
  {
    name: 'Ледяная Броня',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Стекло,Перо,Хлопок'
  },
  {
    name: 'Ледяное Копье',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Перо,Сталь,Сталь,Шкура'
  },
  {
    name: 'Ледяной Шлем',
    slot: 'Шлем',
    grade: 'standard',
    parts: 'Стекло,Стекло,Сталь,Гранит'
  },
  {
    name: 'Ледяные Сапоги',
    slot: 'Обувь',
    grade: 'standard',
    parts: 'Перо,Перо,Хлопок,Гранит'
  },
  {
    name: 'Лик Страха',
    slot: 'Шлем',
    grade: 'shaman',
    parts: 'Ритуально Кольцо,Полуторный Меч,Око Каниса,Сверкающая Чешуя'
  },
  {
    name: 'Лоскутная Куртка',
    slot: 'Броня',
    grade: 'shaman',
    parts: 'Таинственная Мантия,Меч Тирана,Острая Секира,Клевец Падальщика'
  },
  {
    name: 'Лук Ивара',
    slot: 'Оружие',
    grade: 'citadel',
    parts: 'Каленая Сталь,Отливка Серебра,Ядовитый Стилет,Серебряный Лук'
  },
  {
    name: 'Лук Локи',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Веревка,Веревка,Свинец'
  },
  {
    name: 'Львиная Грива',
    slot: 'Шлем',
    grade: 'invader',
    parts: 'Прочная Кожа,Белый Песок,Старый Коготь,Кожа'
  },
  {
    name: 'Маска Бесстрашия',
    slot: 'Шлем',
    grade: 'shaman',
    parts: 'Посох Величия,Доспех Язычника,Крепкие Башмаки,Чешуйчатые Ботинки'
  },
  {
    name: 'Маска Вепря',
    slot: 'Шлем',
    grade: 'invader',
    parts: 'Кабаний Ворс,Кабаний Ворс,Дубовые Доски,Дубовые Доски'
  },
  {
    name: 'Маска Доблести',
    slot: 'Шлем',
    grade: 'shaman',
    parts: 'Охотничий Нож,Сарацинский Меч,Медальон Льва,Браслет Победителя'
  },
  {
    name: 'Маска Друида',
    slot: 'Шлем',
    grade: 'shaman',
    parts: 'Плащ Хищника,Заговоренный Доспех,Сверкающая Чешуя,Шлем Варвара'
  },
  {
    name: 'Маска Каниса',
    slot: 'Шлем',
    grade: 'invader',
    parts: 'Кость Каниса,Клок Шерсти,Клыки Каниса,Кожа'
  },
  {
    name: 'Маска Локи',
    slot: 'Шлем',
    grade: 'standard',
    parts: 'Перо,Веревка,Веревка,Веревка'
  },
  {
    name: 'Маска Силы',
    slot: 'Шлем',
    grade: 'shaman',
    parts: 'Талисман Воздуха,Ядовитый Стилет,Зубчатый Нож,Золотая Фибула'
  },
  {
    name: 'Маска Фенрира',
    slot: 'Шлем',
    grade: 'standard',
    parts: 'Хлопок,Сталь,Сталь'
  },
  {
    name: 'Медальон Льва',
    slot: 'Амулеты',
    grade: 'invader',
    parts: 'Прочная Кожа,Львиная Шерсть,Скальная Порода,Сталь'
  },
  {
    name: 'Медальон Просвещения',
    slot: 'Амулеты',
    grade: 'shaman',
    parts: 'Сапоги Путника,Шлем Тирана,Сапоги Странника,Сапоги Всадника'
  },
  {
    name: 'Медальон Свена',
    slot: 'Амулеты',
    grade: 'citadel',
    parts: 'Медальон Льва,Когти Стаи,Руна Альгиз'
  },
  {
    name: 'Медальон Скитальца',
    slot: 'Амулеты',
    grade: 'shaman',
    parts: 'Наплечи Гнева,Сапоги Язычника,Топоры Ярости,Око Каниса'
  },
  {
    name: 'Медвежий Зуб',
    slot: 'Амулеты',
    grade: 'invader',
    parts: 'Грубая Щетина,Медвежий Жир,Медвежьи Кости,Хлопок'
  },
  {
    name: 'Медвежий Оскал',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Сталь,Веревка'
  },
  {
    name: 'Медвежьи Сапоги',
    slot: 'Обувь',
    grade: 'standard',
    parts: 'Кожа,Эссенция'
  },
  {
    name: 'Медвежья Булава',
    slot: 'Оружие',
    grade: 'invader',
    parts: 'Медвежий Жир,Лесной Мох,Медвежьи Кости,Сталь'
  },
  {
    name: 'Медвежья Шкура',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Перо,Веревка,Шкура'
  },
  {
    name: 'Медвежья Шуба',
    slot: 'Броня',
    grade: 'invader',
    parts: 'Кора Дуба,Грубая Щетина,Лесной Мох,Свинец'
  },
  {
    name: 'Медный Шлем',
    slot: 'Шлем',
    grade: 'invader',
    parts: 'Лезвие Секиры,Лезвие Секиры,Слиток Меди,Слиток Меди'
  },
  {
    name: 'Металлический Дротик',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Веревка,Гранит,Перо'
  },
  {
    name: 'Метательное Копье',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Сталь,Сталь,Веревка,Свинец'
  },
  {
    name: 'Меховая Шапка',
    slot: 'Шлем',
    grade: 'invader',
    parts: 'Обломки Стрел,Разбитый Колчан,Старый Ремень,Шкура'
  },
  {
    name: 'Меховой Капюшон',
    slot: 'Шлем',
    grade: 'invader',
    parts: 'Мех Рыси,Мех Рыси,Кожаные Ремешки,Сыромятная Кожа'
  },
  {
    name: 'Меч Видара',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Перо,Шкура'
  },
  {
    name: 'Меч Возмездия',
    slot: 'Оружие',
    grade: 'invader',
    parts: 'Литая Сталь,Литая Сталь,Заклепки,Навершие'
  },
  {
    name: 'Меч Воителя',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Сталь,Шкура,Свинец,Свинец'
  },
  {
    name: 'Меч Сигурда',
    slot: 'Оружие',
    grade: 'citadel',
    parts: 'Изрубленный Щит,Медвежья Шуба,Шипастая Булава'
  },
  {
    name: 'Меч Тирана',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Перо,Веревка,Веревка,Гранит'
  },
  {
    name: 'Меч Хальфдана',
    slot: 'Оружие',
    grade: 'citadel',
    parts: 'Ножны Хакона,Кубок Бьерна,Сапоги Хакона,Кольчуга Рагнара'
  },
  {
    name: 'Меч Юга',
    slot: 'Оружие',
    grade: 'invader',
    parts: 'Каленая Сталь,Каленая Сталь,Тонкая Кожа,Крепкая Подошва'
  },
  {
    name: 'Меч Ярла',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Сталь,Сталь,Сталь,Свинец'
  },
  {
    name: 'Меч-Талисман',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Стекло,Стекло'
  },
  {
    name: 'Многослойный Жилет',
    slot: 'Броня',
    grade: 'invader',
    parts: 'Отливка Серебра,Крепкая Подошва,Крепкая Подошва,Железное Шило'
  },
  {
    name: 'Молот Безумца',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Кожа,Свинец,Гранит'
  },
  {
    name: 'Молот Разрушителя',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Сталь,Сталь,Шкура,Шкура'
  },
  {
    name: 'Молот Роллона',
    slot: 'Оружие',
    grade: 'citadel',
    parts: 'Поножи Харальда,Сапоги Рагнара,Сапоги Хакона,Шлем Олафа'
  },
  {
    name: 'Молот Тора',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Перо,Кожа,Кожа,Свинец'
  },
  {
    name: 'Монета Роллона',
    slot: 'Амулеты',
    grade: 'citadel',
    parts: 'Браслет Ивара,Рог Эйрика,Меч Сигурда,Ангон Олафа'
  },
  {
    name: 'Моргенштерн',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Сталь,Сталь,Сталь'
  },
  {
    name: 'Набивная Туника',
    slot: 'Броня',
    grade: 'shaman',
    parts: 'Жезл Мудрости,Молот Безумца,Шкура Льва,Медвежья Булава'
  },
  {
    name: 'Наборный Пояс',
    slot: 'Амулеты',
    grade: 'invader',
    parts: 'Кусок Кольчуги,Древко Стрелы,Кусок Войлока,Свинец'
  },
  {
    name: 'Нагрудник Гутрума',
    slot: 'Броня',
    grade: 'citadel',
    parts: 'Карта Лейфа,Знамя Рагнара,Плащ Хакона,Шапка Ивара'
  },
  {
    name: 'Нагрудник Сарацина',
    slot: 'Броня',
    grade: 'invader',
    parts: 'Эмаль,Парча,Восточная Сталь,Рукоять Меча'
  },
  {
    name: 'Нагрудник Стаи',
    slot: 'Броня',
    grade: 'invader',
    parts: 'Кость Каниса,Сухожилие,Клок Шерсти,Веревка'
  },
  {
    name: 'Нагрудник Харальда',
    slot: 'Броня',
    grade: 'citadel',
    parts: 'Веревка,Стекло,Древний Доспех,Доспех Палача'
  },
  {
    name: 'Накидка Аскета',
    slot: 'Броня',
    grade: 'shaman',
    parts: 'Маска Силы,Сапоги Ярла,Поступь Своры,Наборный Пояс'
  },
  {
    name: 'Накидка Вождя',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Сталь,Шкура,Свинец,Хлопок'
  },
  {
    name: 'Накидка Локи',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Веревка,Веревка,Веревка,Хлопок'
  },
  {
    name: 'Накидка Сигурда',
    slot: 'Броня',
    grade: 'citadel',
    parts: 'Клевер,Яд Змеи,Броня Своры,Броня Разрушителя'
  },
  {
    name: 'Наплечи Гнева',
    slot: 'Броня',
    grade: 'shaman',
    parts: 'Гасконский Шлем,Плащ Ярла,Щетинистый Панцирь,Поножи Охоты'
  },
  {
    name: 'Наплечные Пластины',
    slot: 'Броня',
    grade: 'shaman',
    parts: 'Наплечи Гнева,Плащ Безумца,Бесшумные Ботинки,Шлем Гвардейца'
  },
  {
    name: 'Наручи Ярла',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Хлопок,Хлопок,Свинец'
  },
  {
    name: 'Ножны Хакона',
    slot: 'Амулеты',
    grade: 'citadel',
    parts: 'Выделанная Кожа,Лоскут Кольчуги,Серебряные Ножны,Сапоги Воителя'
  },
  {
    name: 'Ночная Поступь',
    slot: 'Обувь',
    grade: 'invader',
    parts: 'Сухожилие,Коготь Каниса,Клок Шерсти,Шкура'
  },
  {
    name: 'Облачение Мыслителя',
    slot: 'Броня',
    grade: 'shaman',
    parts: 'Плащ Хищника,Топор Храбреца,Сапоги Всадника,Белая Мантия'
  },
  {
    name: 'Обрядовая Маска',
    slot: 'Шлем',
    grade: 'shaman',
    parts: 'Сапоги Путника,Шлем Разрушителя,Восточный Лук,Нагрудник Стаи'
  },
  {
    name: 'Ожерелье Фрейи',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Стекло,Стекло,Веревка'
  },
  {
    name: 'Око Каниса',
    slot: 'Амулеты',
    grade: 'invader',
    parts: 'Сухожилие,Коготь Каниса,Клыки Каниса,Алмаз'
  },
  {
    name: 'Оленьи Унты',
    slot: 'Обувь',
    grade: 'shaman',
    parts: 'Жезл Мудрости,Древо Мира,Маска Вепря,Доспех Варвара'
  },
  {
    name: 'Острая Секира',
    slot: 'Оружие',
    grade: 'invader',
    parts: 'Клевер,Клевер,Струна,Лезвие Секиры'
  },
  {
    name: 'Отравленный Дротик',
    slot: 'Оружие',
    grade: 'shaman',
    parts: 'Наплечи Гнева,Древний Шлем,Сапоги Эмира,Поступь Своры'
  },
  {
    name: 'Охотничий Нож',
    slot: 'Оружие',
    grade: 'invader',
    parts: 'Стальная Цепь,Потертая Кожа,Меховое Полотно,Кожа'
  },
  {
    name: 'Охотничьи Башмаки',
    slot: 'Обувь',
    grade: 'shaman',
    parts: 'Маска Силы,Меч Ярла,Высокий Тюрбан,Серебряные Ножны'
  },
  {
    name: 'Палаш',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Свинец,Шкура'
  },
  {
    name: 'Палаш Конунга',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Стекло,Гранит,Гранит,Гранит'
  },
  {
    name: 'Панцирь Центуриона',
    slot: 'Броня',
    grade: 'invader',
    parts: 'Льняная Ткань,Гипс,Кожа,Кожа'
  },
  {
    name: 'Парные Серпы',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Сталь,Гранит,Хлопок'
  },
  {
    name: 'Перо Ворона',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Стекло,Хлопок'
  },
  {
    name: 'Перстень Дракона',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Алмаз,Эссенция'
  },
  {
    name: 'Печать Олафа',
    slot: 'Амулеты',
    grade: 'citadel',
    parts: 'Вековой Камень,Смола,Резной Шип,Кольчуга Морехода'
  },
  {
    name: 'Пламенные Сапоги',
    slot: 'Обувь',
    grade: 'standard',
    parts: 'Перо,Хлопок,Сталь'
  },
  {
    name: 'Пламенный Доспех',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Хлопок,Хлопок,Веревка,Шкура'
  },
  {
    name: 'Пламенный Молот',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Хлопок,Веревка,Свинец'
  },
  {
    name: 'Пламенный Шлем',
    slot: 'Шлем',
    grade: 'standard',
    parts: 'Перо,Перо,Сталь,Шкура'
  },
  {
    name: 'Пластинчатый Шлем',
    slot: 'Шлем',
    grade: 'invader',
    parts: 'Кусок Кольчуги,Древко Стрелы,Элемент Брони,Кусок Войлока'
  },
  {
    name: 'Плащ Безумца',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Стекло,Свинец,Свинец,Свинец'
  },
  {
    name: 'Плащ Конунга',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Эссенция,Веревка,Хлопок'
  },
  {
    name: 'Плащ Хакона',
    slot: 'Броня',
    grade: 'citadel',
    parts: 'Меховое Полотно,Перо,Собачья Кость,Кольчужная Куртка'
  },
  {
    name: 'Плащ Хальфдана',
    slot: 'Броня',
    grade: 'citadel',
    parts: 'Медальон Свена,Зуб Харальда,Шлем Хакона,Сапоги Рагнара'
  },
  {
    name: 'Плащ Хищника',
    slot: 'Броня',
    grade: 'shaman',
    parts: 'Легкие Башмаки,Когти Стаи,Кольчужная Куртка,Восточный Клинок'
  },
  {
    name: 'Плащ Ярла',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Стекло,Хлопок,Хлопок,Перо'
  },
  {
    name: 'Подвеска Хугина',
    slot: 'Амулеты',
    grade: 'shaman',
    parts: 'Ритуально Кольцо,Палаш Конунга,Нагрудник Сарацина,Плпстинчатый Шлем'
  },
  {
    name: 'Позолоченные Наручи',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Алмаз,Стекло,Стекло,Стекло'
  },
  {
    name: 'Позолоченные Сапоги',
    slot: 'Обувь',
    grade: 'standard',
    parts: 'Стекло,Перо'
  },
  {
    name: 'Позолоченный Панцирь',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Стекло,Кожа,Хлопок'
  },
  {
    name: 'Позолоченный Шлем',
    slot: 'Шлем',
    grade: 'standard',
    parts: 'Алмаз,Кожа,Хлопок'
  },
  {
    name: 'Полуторный Меч',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Сталь,Свинец,Гранит,Гранит'
  },
  {
    name: 'Поножи Кнуда',
    slot: 'Обувь',
    grade: 'citadel',
    parts: 'Уроборос Сигурда,Медальон Свена,Башмаки Ивара,Рог Эйрика'
  },
  {
    name: 'Поножи Олафа',
    slot: 'Обувь',
    grade: 'citadel',
    parts: 'Змеиный Язык,Крепкие Башмаки,Медвежьи Сапоги'
  },
  {
    name: 'Поножи Охоты',
    slot: 'Обувь',
    grade: 'invader',
    parts: 'Белый Песок,Скальная Порода,Старый Коготь,Хлопок'
  },
  {
    name: 'Поножи Свена',
    slot: 'Обувь',
    grade: 'citadel',
    parts: 'Стекло,Крепкая Подошва,Железное Шило,Поножи Охоты'
  },
  {
    name: 'Поножи Тирана',
    slot: 'Обувь',
    grade: 'standard',
    parts: 'Веревка,Свинец,Свинец,Свинец'
  },
  {
    name: 'Поножи Хальфдана',
    slot: 'Обувь',
    grade: 'citadel',
    parts: 'Ботинки Лейфа,Меч Сигурда,Доспех Олафа,Знамя Рагнара'
  },
  {
    name: 'Поножи Харальда',
    slot: 'Обувь',
    grade: 'citadel',
    parts: 'Сырая Кожа,Кабаний Ворс,Многослойный Жилет,Ботинки Убийцы'
  },
  {
    name: 'Посох Величия',
    slot: 'Оружие',
    grade: 'shaman',
    parts: 'Медный Шлем,Броня Своры,Хазарский Лук,Рог Хеймдалля'
  },
  {
    name: 'Посох Мужества',
    slot: 'Оружие',
    grade: 'shaman',
    parts: 'Таинственная Мантия,Древние Поножи,Степной Кафтан,Эмалевый Перстень'
  },
  {
    name: 'Поступь Своры',
    slot: 'Обувь',
    grade: 'invader',
    parts: 'Потертая Кожа,Меховое Полотно,Собачья Кость,Сталь'
  },
  {
    name: 'Поступь Фенрира',
    slot: 'Обувь',
    grade: 'standard',
    parts: 'Кожа,Веревка,Шкура'
  },
  {
    name: 'Походная Фляга',
    slot: 'Амулеты',
    grade: 'invader',
    parts: 'Клевер,Глина,Глина,Слиток Меди'
  },
  {
    name: 'Походные Руны',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Веревка,Хлопок'
  },
  {
    name: 'Походные Сапоги',
    slot: 'Обувь',
    grade: 'standard',
    parts: 'Кожа,Шкура'
  },
  {
    name: 'Походный Доспех',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Перо,Шкура,Шкура'
  },
  {
    name: 'Походный Шлем',
    slot: 'Шлем',
    grade: 'standard',
    parts: 'Эссенция,Эссенция,Сталь,Шкура'
  },
  {
    name: 'Простой Топор',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Эссенция,Перо,Хлопок'
  },
  {
    name: 'Регалии Властителя',
    slot: 'Шлем',
    grade: 'shaman',
    parts: 'Посох Величия,Чекан Убийцы,Медвежий Зуб,Многослойный Жилет'
  },
  {
    name: 'Резной Амулет',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Обломки,Обломки,Эссенция'
  },
  {
    name: 'Резной Шип',
    slot: 'Амулеты',
    grade: 'invader',
    parts: 'Ядовитые Зубы,Змеиный Язык,Змеиный Язык,Яд Змеи'
  },
  {
    name: 'Ритуальное Кольцо',
    slot: 'Амулеты',
    grade: 'shaman',
    parts: 'Белые Сапоги,Легкие Латы,Кольцо Центуриона,Наручи Ярла'
  },
  {
    name: 'Рог Варвара',
    slot: 'Амулеты',
    grade: 'invader',
    parts: 'Железная Цепь,Вековой Камень,Смола,Эссенция'
  },
  {
    name: 'Рог Хеймдалля',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Алмаз,Стекло,Перо,Свинец'
  },
  {
    name: 'Рог Эйрика',
    slot: 'Амулеты',
    grade: 'citadel',
    parts: 'Белая Кожа,Литая Сталь,Талисман Воздуха,Шлем Воителя'
  },
  {
    name: 'Руна Альгиз',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Эссенция,Эссенция'
  },
  {
    name: 'Руна Ансуз',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Сталь,Шкура,Кожа'
  },
  {
    name: 'Руна Дагаз',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Обломки,Обломки,Свинец'
  },
  {
    name: 'Руна Кеназ',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Сталь,Хлопок'
  },
  {
    name: 'Руна Одал',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Алмаз,Алмаз,Шкура'
  },
  {
    name: 'Руна Райдо',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Стекло,Эссенция,Эссенция'
  },
  {
    name: 'Руна Совула',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Алмаз,Алмаз,Стекло'
  },
  {
    name: 'Руна Тейваз',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Алмаз,Стекло'
  },
  {
    name: 'Руна Эваз',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Алмаз,Обломки,Стекло'
  },
  {
    name: 'Рунический Браслет',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Хлопок,Хлопок'
  },
  {
    name: 'Рунический Круг',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Сталь,Кожа'
  },
  {
    name: 'Сандалии Жреца',
    slot: 'Обувь',
    grade: 'shaman',
    parts: 'Маска Силы,Шерстяной Капюшон,Браслет Конунга,Кинжалы Прайда'
  },
  {
    name: 'Сапоги Берсерка',
    slot: 'Обувь',
    grade: 'standard',
    parts: 'Перо,Веревка'
  },
  {
    name: 'Сапоги Бродира',
    slot: 'Обувь',
    grade: 'citadel',
    parts: 'Броня Эйрика,Лук Ивара,Корона Харальда,Уроборос Сигурда'
  },
  {
    name: 'Сапоги Бьерна',
    slot: 'Обувь',
    grade: 'citadel',
    parts: 'Золотой Вепрь,Позолоченные Сапоги,Меч Возмездия'
  },
  {
    name: 'Сапоги Варвара',
    slot: 'Обувь',
    grade: 'invader',
    parts: 'Овчина,Вековой Камень,Бычьи Жилы,Гранит'
  },
  {
    name: 'Сапоги Видара',
    slot: 'Обувь',
    grade: 'standard',
    parts: 'Кожа,Перо'
  },
  {
    name: 'Сапоги Викинга',
    slot: 'Обувь',
    grade: 'standard',
    parts: 'Перо,Хлопок'
  },
  {
    name: 'Сапоги Воителя',
    slot: 'Обувь',
    grade: 'standard',
    parts: 'Кожа,Кожа,Хлопок,Сталь'
  },
  {
    name: 'Сапоги Всадника',
    slot: 'Обувь',
    grade: 'invader',
    parts: 'Изрубленный Щит,Обломки Стрел,Разбитый Колчан,Порванная Ткань'
  },
  {
    name: 'Сапоги Гутрума',
    slot: 'Обувь',
    grade: 'citadel',
    parts: 'Клинок Харальда,Накидка Сигурда,Кистень Свена,Браслет Ивара'
  },
  {
    name: 'Сапоги Зверя',
    slot: 'Обувь',
    grade: 'invader',
    parts: 'Кора Дуба,Медвежий Жир,Лесной Мох,Шкура'
  },
  {
    name: 'Сапоги Конунга',
    slot: 'Обувь',
    grade: 'standard',
    parts: 'Стекло,Сталь'
  },
  {
    name: 'Сапоги Лидера',
    slot: 'Обувь',
    grade: 'standard',
    parts: 'Обломки,Хлопок'
  },
  {
    name: 'Сапоги Морехода',
    slot: 'Обувь',
    grade: 'standard',
    parts: 'Кожа,Кожа'
  },
  {
    name: 'Сапоги Мстителя',
    slot: 'Обувь',
    grade: 'shaman',
    parts: 'Наплечи Гнева,Шлем Ярла,Кинжалы Прайда,Клевец Падальщика'
  },
  {
    name: 'Сапоги Наставника',
    slot: 'Обувь',
    grade: 'shaman',
    parts:
      'Ритуальное Кольцо,Серебряные Поножи,Кальцеус Центуриона,Нагрудник Стаи'
  },
  {
    name: 'Сапоги Одина',
    slot: 'Обувь',
    grade: 'standard',
    parts: 'Обломки,Хлопок,Хлопок'
  },
  {
    name: 'Сапоги Путника',
    slot: 'Обувь',
    grade: 'shaman',
    parts: 'Медвежья Шуба,Меховой Капюшон,Жесткие Сапоги,Серебряный Шлем'
  },
  {
    name: 'Сапоги Рагнара',
    slot: 'Обувь',
    grade: 'citadel',
    parts: 'Ядовитые Зубы,Окаменелости,Крепкие Башмаки,Золотая Монета'
  },
  {
    name: 'Сапоги Разрушителя',
    slot: 'Обувь',
    grade: 'standard',
    parts: 'Кожа,Кожа,Кожа,Хлопок'
  },
  {
    name: 'Сапоги Реггвида',
    slot: 'Обувь',
    grade: 'citadel',
    parts: 'Скрамасакс Хакона,Броня Эйрика,Куртка Ивара,Бродекс Лейфа'
  },
  {
    name: 'Сапоги Роллона',
    slot: 'Обувь',
    grade: 'citadel',
    parts: 'Кубок Бьерна,Уроборос Сигурда,Плащ Хакона,Зуб Харальда'
  },
  {
    name: 'Сапоги Сокрушителя',
    slot: 'Обувь',
    grade: 'shaman',
    parts: 'Острая Секира,Поножи Тирана,Меховая Шапка,Ночная Поступь'
  },
  {
    name: 'Сапоги Странника',
    slot: 'Обувь',
    grade: 'invader',
    parts: 'Кусок Кольчуги,Крепкая Тетива,Элемент Брони,Кусок Войлока'
  },
  {
    name: 'Сапоги Тора',
    slot: 'Обувь',
    grade: 'standard',
    parts: 'Перо,Перо'
  },
  {
    name: 'Сапоги Уббы',
    slot: 'Обувь',
    grade: 'citadel',
    parts: 'Сапоги Рагнара,Башмаки Ивара,Ботинки Лейфа,Поножи Харальда'
  },
  {
    name: 'Сапоги Хакона',
    slot: 'Обувь',
    grade: 'citadel',
    parts: 'Струна,Укрепленные Ботинки,Сапоги Странника'
  },
  {
    name: 'Сапоги Эйрика',
    slot: 'Обувь',
    grade: 'citadel',
    parts: 'Хлопок,Алмаз,Поножи Тирана,Сапоги Одина'
  },
  {
    name: 'Сапоги Эмира',
    slot: 'Обувь',
    grade: 'invader',
    parts: 'Парча,Парча,Аркан,Аркан'
  },
  {
    name: 'Сапоги Язычника',
    slot: 'Обувь',
    grade: 'standard',
    parts: 'Хлопок,Хлопок,Хлопок,Шкура'
  },
  {
    name: 'Сапоги Ярла',
    slot: 'Обувь',
    grade: 'standard',
    parts: 'Кожа,Кожа,Сталь,Сталь'
  },
  {
    name: 'Сарацинский Меч',
    slot: 'Оружие',
    grade: 'invader',
    parts: 'Восточная Сталь,Восточная Сталь,Рукоять Меча,Рукоять Меча'
  },
  {
    name: 'Сверкающая Чешуя',
    slot: 'Броня',
    grade: 'invader',
    parts: 'Окаменелости,Окаменелости,Зеленая Чешуя,Змеиный Язык'
  },
  {
    name: 'Секира Безумца',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Перо,Веревка,Свинец,Свинец'
  },
  {
    name: 'Секира Викинга',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Кожа,Сталь,Веревка'
  },
  {
    name: 'Секира Кнуда',
    slot: 'Оружие',
    grade: 'citadel',
    parts: 'Сапоги Рагнара,Зуб Харальда,Поножи Свена,Шлем Эйрика'
  },
  {
    name: 'Секира Эйрика',
    slot: 'Оружие',
    grade: 'citadel',
    parts: 'Восточный Клинок,Двуручный Молот,Бронзовый Щит'
  },
  {
    name: 'Серебряная Кольчуга',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Веревка,Веревка,Гранит,Гранит'
  },
  {
    name: 'Серебряная Цепь',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Кожа,Гранит,Гранит'
  },
  {
    name: 'Серебряное Кольцо',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Алмаз,Стекло,Стекло'
  },
  {
    name: 'Серебряные Наручи',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Обломки,Обломки,Стекло'
  },
  {
    name: 'Серебряные Ножны',
    slot: 'Амулеты',
    grade: 'invader',
    parts: 'Каленая Сталь,Тонкая Кожа,Отливка Серебра,Железное Шило'
  },
  {
    name: 'Серебряные Поножи',
    slot: 'Обувь',
    grade: 'standard',
    parts: 'Веревка,Веревка,Веревка,Стекло'
  },
  {
    name: 'Серебряный Лук',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Стекло,Кожа,Кожа,Веревка'
  },
  {
    name: 'Серебряный Шлем',
    slot: 'Шлем',
    grade: 'standard',
    parts: 'Веревка,Веревка,Веревка,Кожа'
  },
  {
    name: 'Символ Волка',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Веревка,Шкура'
  },
  {
    name: 'Скрамасакс',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Сталь,Эссенция'
  },
  {
    name: 'Скрамасакс Хакона',
    slot: 'Оружие',
    grade: 'citadel',
    parts: 'Кора Дуба,Палаш,Скрамасакс,Кинжалы Прайда'
  },
  {
    name: 'Стальное Оперение',
    slot: 'Броня',
    grade: 'invader',
    parts: 'Перо Грифа,Выделанная Кожа,Лоскут Кольчуги,Лоскут Кольчуги'
  },
  {
    name: 'Стальной Серп',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Сталь,Свинец,Свинец,Гранит'
  },
  {
    name: 'Стальной Цеп',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Веревка,Шкура,Свинец'
  },
  {
    name: 'Старинный Клинок',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Веревка,Свинец'
  },
  {
    name: 'Статуэтка Одина',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Алмаз,Алмаз,Алмаз'
  },
  {
    name: 'Статуэтка Волка',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Алмаз,Алмаз,Алмаз,Алмаз'
  },
  {
    name: 'Статуэтка Ворона',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Обломки,Перо,Хлопок'
  },
  {
    name: 'Статуэтка Медведя',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Обломки,Стекло,Стекло'
  },
  {
    name: 'Статуэтка Сокола',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Алмаз,Алмаз,Стекло,Эссенция'
  },
  {
    name: 'Статуэтка Тора',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Алмаз,Алмаз,Стекло,Стекло'
  },
  {
    name: 'Статуэтка Тюра',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Алмаз,Алмаз,Стекло,Хлопок'
  },
  {
    name: 'Статуэтка-Драккар',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Стекло,Стекло,Эссенция'
  },
  {
    name: 'Степной Кафтан',
    slot: 'Броня',
    grade: 'invader',
    parts: 'Разбитый Колчан,Порванная Ткань,Старый Ремень,Кожа'
  },
  {
    name: 'Столетний Шлем',
    slot: 'Шлем',
    grade: 'standard',
    parts: 'Гранит,Гранит,Шкура'
  },
  {
    name: 'Столетняя Кольчуга',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Сталь,Сталь,Сталь,Гранит'
  },
  {
    name: 'Таинственная Мантия',
    slot: 'Броня',
    grade: 'shaman',
    parts: 'Бурый Шлем,Меч Возмездия,Костяной Кинжал,Серебряная Цепь'
  },
  {
    name: 'Талисман Воздуха',
    slot: 'Амулеты',
    grade: 'invader',
    parts: 'Перо Грифа,Кожаная Тесьма,Кожаная Тесьма,Короткое Древко'
  },
  {
    name: 'Талисман Фенрира',
    slot: 'Амулеты',
    grade: 'standard',
    parts: 'Алмаз,Алмаз,Обломки'
  },
  {
    name: 'Тисовый Лук',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Веревка,Кожа'
  },
  {
    name: 'Топор Берсерка',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Сталь,Шкура,Свинец'
  },
  {
    name: 'Топор Морехода',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Сталь,Свинец'
  },
  {
    name: 'Топор Рагнара',
    slot: 'Оружие',
    grade: 'citadel',
    parts: 'Навершие,Костяной Кинжал,Бронзовый Браслет'
  },
  {
    name: 'Топор Храбреца',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Сталь,Кожа,Кожа'
  },
  {
    name: 'Топоры Ярости',
    slot: 'Оружие',
    grade: 'invader',
    parts: 'Железная Цепь,Вековой Камень,Бычьи Жилы,Обломки'
  },
  {
    name: 'Тяжелая Пика',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Сталь,Сталь,Свинец,Кожа'
  },
  {
    name: 'Тяжелая Секира',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Свинец,Свинец,Эссенция,Эссенция'
  },
  {
    name: 'Узорчатая Маска',
    slot: 'Шлем',
    grade: 'shaman',
    parts: 'Сапоги Путника,Усиленная Кольчуга,Восточный Лук,Топоры Ярости'
  },
  {
    name: 'Укрепленные Ботинки',
    slot: 'Обувь',
    grade: 'standard',
    parts: 'Обломки,Сталь'
  },
  {
    name: 'Умбон Гутрума',
    slot: 'Амулеты',
    grade: 'citadel',
    parts: 'Шлем Рагнара,Кубок Бьерна,Сапоги Хакона,Кольчуга Свена'
  },
  {
    name: 'Уроборос Сигурда',
    slot: 'Амулеты',
    grade: 'citadel',
    parts: 'Шипованный Ошейник,Рог Варвара,Сапоги Тора'
  },
  {
    name: 'Усиленная Кольчуга',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Шкура,Сталь,Сталь,Сталь'
  },
  {
    name: 'Усиленный Лук',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Эссенция,Сталь,Веревка,Свинец'
  },
  {
    name: 'Фибула Хальфдана',
    slot: 'Амулеты',
    grade: 'citadel',
    parts: 'Клинок Харальда,Доспех Бьерна,Жилет Лейфа,Шлем Олафа'
  },
  {
    name: 'Хазарский Лук',
    slot: 'Оружие',
    grade: 'invader',
    parts: 'Древко Стрелы,Элемент Брони,Кусок Войлока,Веревка'
  },
  {
    name: 'Хауберк Реггвида',
    slot: 'Броня',
    grade: 'citadel',
    parts: 'Карта Лейфа,Доспех Бьерна,Поножи Олафа,Шлем Хакона'
  },
  {
    name: 'Церемониальная Кольчуга',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Перо,Сталь'
  },
  {
    name: 'Церемониальные Сапоги',
    slot: 'Обувь',
    grade: 'standard',
    parts: 'Эссенция,Хлопок'
  },
  {
    name: 'Церемониальный Шлем',
    slot: 'Шлем',
    grade: 'standard',
    parts: 'Сталь,Сталь'
  },
  {
    name: 'Чекан',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Сталь,Сталь,Перо'
  },
  {
    name: 'Чекан Убийцы',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Перо,Перо,Кожа,Шкура'
  },
  {
    name: 'Черненая Маска',
    slot: 'Шлем',
    grade: 'shaman',
    parts:
      'Сапоги Сокрушителя,Заговоренный Доспех,Гасконские Сапоги,Пластинчатый Шлем'
  },
  {
    name: 'Чешуйчатые Ботинки',
    slot: 'Обувь',
    grade: 'invader',
    parts: 'Яд Змеи,Яд Змеи,Зеленая Чешуя,Зеленая Чешуя'
  },
  {
    name: 'Чешуя Уббы',
    slot: 'Броня',
    grade: 'citadel',
    parts: 'Доспех Олафа,Броня Эйрика,Накидка Сигурда,Куртка Ивара'
  },
  {
    name: 'Шапка Гутрума',
    slot: 'Шлем',
    grade: 'citadel',
    parts: 'Печать Олафа,Лук Ивара,Корона Харальда,Топор Рагнара'
  },
  {
    name: 'Шапка Ивара',
    slot: 'Шлем',
    grade: 'citadel',
    parts: 'Серебряный Шлем,Шлем Одина,Кожаный Подшлемник'
  },
  {
    name: 'Шапка Свена',
    slot: 'Шлем',
    grade: 'citadel',
    parts: 'Потертая Кожа,Ржавые Шипы,Сталь,Львиная Грива'
  },
  {
    name: 'Шерстяная Пенула',
    slot: 'Броня',
    grade: 'shaman',
    parts: 'Плащ Хищника,Клинок Язычника,Высокий Тюрбан,Сапоги Всадника'
  },
  {
    name: 'Шерстяной Капюшон',
    slot: 'Шлем',
    grade: 'invader',
    parts: 'Потертая Кожа,Ржавые Шипы,Собачья Кость,Веревка'
  },
  {
    name: 'Шипастая Булава',
    slot: 'Оружие',
    grade: 'standard',
    parts: 'Сталь,Шкура,Гранит'
  },
  {
    name: 'Шипованный Ошейник',
    slot: 'Амулеты',
    grade: 'invader',
    parts: 'Стальная Цепь,Ржавые Шипы,Собачья Кость,Стекло'
  },
  {
    name: 'Шкура Льва',
    slot: 'Броня',
    grade: 'invader',
    parts: 'Прочная Кожа,Белый Песок,Львиная Шерсть,Скальная Порода'
  },
  {
    name: 'Шкура Рыси',
    slot: 'Броня',
    grade: 'invader',
    parts: 'Мех Рыси,Дубовая Рукоять,Кожаные Ремешки,Сыромятная Кожа'
  },
  {
    name: 'Шкура Фенрира',
    slot: 'Броня',
    grade: 'standard',
    parts: 'Перо,Шкура,Хлопок'
  },
  {
    name: 'Шлем Берсерка',
    slot: 'Шлем',
    grade: 'standard',
    parts: 'Хлопок,Хлопок,Веревка'
  },
  {
    name: 'Шлем Бродира',
    slot: 'Шлем',
    grade: 'citadel',
    parts: 'Меч Сигурда,Шлем Рагнара,Шлем Эйрика,Шлем Лейфа'
  },
  {
    name: 'Шлем Бьерна',
    slot: 'Шлем',
    grade: 'citadel',
    parts: 'Сыромятная Кожа,Меч Возмездия,Шлем Палача'
  },
  {
    name: 'Шлем Варвара',
    slot: 'Шлем',
    grade: 'invader',
    parts: 'Овчина,Смола,Бычьи Жилы,Перо'
  },
  {
    name: 'Шлем Видара',
    slot: 'Шлем',
    grade: 'standard',
    parts: 'Сталь,Сталь,Гранит'
  },
  {
    name: 'Шлем Викинга',
    slot: 'Шлем',
    grade: 'standard',
    parts: 'Эссенция,Кожа,Веревка'
  },
  {
    name: 'Шлем Власти',
    slot: 'Шлем',
    grade: 'standard',
    parts: 'Кожа,Кожа,Хлопок,Стекло'
  },
  {
    name: 'Шлем Воителя',
    slot: 'Шлем',
    grade: 'standard',
    parts: 'Кожа,Кожа,Хлопок,Свинец'
  },
  {
    name: 'Шлем Гвардейца',
    slot: 'Шлем',
    grade: 'invader',
    parts: 'Белая Кожа,Литая Сталь,Заклепки,Навершие'
  },
  {
    name: 'Шлем Грифа',
    slot: 'Шлем',
    grade: 'invader',
    parts: 'Перо Грифа,Выделанная Кожа,Кожаная Тесьма,Лоскут Кольчуги'
  },
  {
    name: 'Шлем Кнуда',
    slot: 'Шлем',
    grade: 'citadel',
    parts: 'Ножны Хакона,Ботинки Лейфа,Поножи Олафа,Броня Эйрика'
  },
  {
    name: 'Шлем Конунга',
    slot: 'Шлем',
    grade: 'standard',
    parts: 'Эссенция,Сталь,Кожа'
  },
  {
    name: 'Шлем Лейфа',
    slot: 'Шлем',
    grade: 'citadel',
    parts: 'Сухожилие,Коготь Каниса,Шлем Грифа,Статуэтка Тюра'
  },
  {
    name: 'Шлем Могущества',
    slot: 'Шлем',
    grade: 'standard',
    parts: 'Сталь,Сталь,Шкура'
  },
  {
    name: 'Шлем Морехода',
    slot: 'Шлем',
    grade: 'standard',
    parts: 'Эссенция,Сталь,Сталь'
  },
  {
    name: 'Шлем Одина',
    slot: 'Шлем',
    grade: 'standard',
    parts: 'Веревка,Эссенция'
  },
  {
    name: 'Шлем Олафа',
    slot: 'Шлем',
    grade: 'citadel',
    parts: 'Медвежий Жир,Маска Вепря,Шлем Одина'
  },
  {
    name: 'Шлем Палача',
    slot: 'Шлем',
    grade: 'standard',
    parts: 'Шкура,Хлопок'
  },
  {
    name: 'Шлем Покорителя',
    slot: 'Шлем',
    grade: 'standard',
    parts: 'Стекло,Стекло,Стекло'
  },
  {
    name: 'Шлем Рагнара',
    slot: 'Шлем',
    grade: 'citadel',
    parts: 'Прочная Кожа,Стальная Цепь,Меховая Шапка,Статуэтка Сокола'
  },
  {
    name: 'Шлем Разрушителя',
    slot: 'Шлем',
    grade: 'standard',
    parts: 'Стекло,Сталь,Свинец,Свинец'
  },
  {
    name: 'Шлем Реггвида',
    slot: 'Шлем',
    grade: 'citadel',
    parts: 'Накидка Сигурда,Шлем Лейфа,Доспех Олафа,Поножи Харальда'
  },
  {
    name: 'Шлем Роллона',
    slot: 'Шлем',
    grade: 'citadel',
    parts: 'Броня Эйрика,Доспех Бьерна,Поножи Свена,Нагрудник Харальда'
  },
  {
    name: 'Шлем Тирана',
    slot: 'Шлем',
    grade: 'standard',
    parts: 'Шкура,Шкура,Шкура,Эссенция'
  },
  {
    name: 'Шлем Тора',
    slot: 'Шлем',
    grade: 'standard',
    parts: 'Шкура,Шкура,Сталь,Кожа'
  },
  {
    name: 'Шлем Уббы',
    slot: 'Шлем',
    grade: 'citadel',
    parts: 'Шлем Эйрика,Корона Харальда,Шлем Олафа,Шлем Рагнара'
  },
  {
    name: 'Шлем Убийцы',
    slot: 'Шлем',
    grade: 'standard',
    parts: 'Эссенция,Сталь,Гранит,Гранит'
  },
  {
    name: 'Шлем Хакона',
    slot: 'Шлем',
    grade: 'citadel',
    parts: 'Заклепки,Гасконский Шлем,Сапоги Берсерка'
  },
  {
    name: 'Шлем Центуриона',
    slot: 'Шлем',
    grade: 'invader',
    parts: 'Лавровые Листья,Слитки Бронзы,Обрезки Кожи,Перо'
  },
  {
    name: 'Шлем Эйрика',
    slot: 'Шлем',
    grade: 'citadel',
    parts: 'Клыки Каниса,Стальное Оперение,Церемониальный Шлем'
  },
  {
    name: 'Шлем Ярла',
    slot: 'Шлем',
    grade: 'standard',
    parts: 'Эссенция,Эссенция,Сталь,Сталь'
  },
  {
    name: 'Шнурованные Сапоги',
    slot: 'Обувь',
    grade: 'shaman',
    parts: 'Жезл Мудрости,Молот Тора,Шкура Льва,Ночная Поступь'
  },
  {
    name: 'Щетинистый Панцирь',
    slot: 'Броня',
    grade: 'invader',
    parts: 'Кабаний Ворс,Кабаний Ворс,Сырая Кожа,Сырая Кожа'
  },
  {
    name: 'Эмалевый Перстень',
    slot: 'Амулеты',
    grade: 'invader',
    parts: 'Эмаль,Эмаль,Аркан,Рукоять Меча'
  },
  {
    name: 'Ядовитый Стилет',
    slot: 'Оружие',
    grade: 'invader',
    parts: 'Ядовитые Зубы,Ядовитые Зубы,Змеиный Язык,Яд Змеи'
  },
  {
    name: 'Маска Затворника',
    slot: 'Шлем',
    grade: 'shaman',
    parts: 'Маска Бесстрашия,Крепкие Башмаки,Плащ Ярла,Клык Рыси'
  },
  {
    name: 'Шапка Топей',
    slot: 'Шлем',
    grade: 'shaman',
    parts: 'Таинственная Мантия,Когти Стаи,Древний Шлем,Бронзовый Желудь'
  },
  {
    name: 'Маска из Древа',
    slot: 'Шлем',
    grade: 'shaman',
    parts: 'Жезл Судьбы,Сапоги Варвара,Серебряная Цепь,Бесшумные Ботинки'
  },
  {
    name: 'Бусинный Капюшон',
    slot: 'Шлем',
    grade: 'shaman',
    parts: 'Медальон Скитальца,Медальон Льва,Секира Безумца,Змеиная Голова'
  },
  {
    name: 'Маска Жреца',
    slot: 'Шлем',
    grade: 'shaman',
    parts: 'Жезл Мудрости,Белая Мантия,Шлем Варвара,Волчья Шкура'
  },
  {
    name: 'Грива Слейпнира',
    slot: 'Шлем',
    grade: 'shaman',
    parts: 'Регалии Властителя,Шлем Гвардейца,Шлем Воителя,Серебряные Ножны'
  },
  {
    name: 'Прозорливость Мунина',
    slot: 'Шлем',
    grade: 'shaman',
    parts: 'Сандалии Жреца,Медвежья Шуба,Клинок Язычника,Эмалевый Перстень'
  },
  {
    name: 'Лик Гарма',
    slot: 'Шлем',
    grade: 'shaman',
    parts: 'Медальон Просвещения,Поножи Охоты,Древний Шлем,Хазарский Лук'
  },
  {
    name: 'Каленый Тесак',
    slot: 'Оружие',
    grade: 'shaman',
    parts: 'Посох Мужества,Меховой Капюшон,Серебряные Поножи,Латная Перчатка'
  },
  {
    name: 'Кривой Посох',
    slot: 'Оружие',
    grade: 'shaman',
    parts: 'Маска Доблести,Поножи Охоты,Поножи Тирана,Гасконский Шлем'
  },
  {
    name: 'Кованый Кинжал',
    slot: 'Оружие',
    grade: 'shaman',
    parts: 'Медальон Просвещения,Меч Возмездия,Золотой Вепрь,Клык Рыси'
  },
  {
    name: 'Древний Кинжал',
    slot: 'Оружие',
    grade: 'shaman',
    parts: 'Капюшон Истины,Талисман Воздуха,Статуэтка Сокола,Эмалевый Перстень'
  },
  {
    name: 'Перо Мунина',
    slot: 'Оружие',
    grade: 'shaman',
    parts: 'Капюшон Истины,Белые Сапоги,Древнее Копье,Бесшумные Ботинки'
  },
  {
    name: 'Ярость Слейпнира',
    slot: 'Оружие',
    grade: 'shaman',
    parts: 'Браслет Созидателя,Бурый Шлем,Меч Воителя,Латная Перчатка'
  },
  {
    name: 'Величие Гарма',
    slot: 'Оружие',
    grade: 'shaman',
    parts: 'Сандалии Жреца,Гасконский Шлем,Шлем Убийцы,Зубчатый Нож'
  },
  {
    name: 'Северный Доспех',
    slot: 'Броня',
    grade: 'shaman',
    parts: 'Накидка Аскета,Серебряные Ножны,Сапоги Ярла,Резной Шип'
  },
  {
    name: 'Облегченный Ламелляр',
    slot: 'Броня',
    grade: 'shaman',
    parts: 'Плащ Хищника,Рог Варвара,Заговоренные Сапоги,Щетинистый Панцирь'
  },
  {
    name: 'Плетеный Доспех',
    slot: 'Броня',
    grade: 'shaman',
    parts: 'Регалии Властителя,Кольчужная Куртка,Браслет Конунга,Золотой Браслет'
  },
  {
    name: 'Костяная Куртка',
    slot: 'Броня',
    grade: 'shaman',
    parts: 'Облачение Мыслителя,Медный Шлем,Кольчуга Убийцы,Меховая Шапка'
  },
  {
    name: 'Расшитая Туника',
    slot: 'Броня',
    grade: 'shaman',
    parts: 'Посох Величия,Зубчатый Нож,Маска Каниса,Волчьи Сапоги'
  },
  {
    name: 'Плащ Буревестника',
    slot: 'Броня',
    grade: 'shaman',
    parts: 'Таинственная Мантия,Шкура Рыси,Ночная Поступь,Сапоги Лидера'
  },
  {
    name: 'Накидка Слейпнира',
    slot: 'Броня',
    grade: 'shaman',
    parts: 'Жезл Судьбы,Кольцо Центуриона,Шлем Ярла,Легкие Башмаки'
  },
  {
    name: 'Облачение Гарма',
    slot: 'Броня',
    grade: 'shaman',
    parts: 'Бубен Наступления,Сарацинский Меч,Золотая Монета,Клык Рыси'
  },
  {
    name: 'Покров Мунина',
    slot: 'Броня',
    grade: 'shaman',
    parts: 'Накидка Аскета,Сапоги Странника,Заговоренный Меч,Панцирь Центуриона'
  },
  {
    name: 'Высокие Сапоги',
    slot: 'Обувь',
    grade: 'shaman',
    parts: 'Сапоги Мстителя,Охотничий Нож,Заговоренный Шлем,Кинжал Центуриона'
  },
  {
    name: 'Клепаные Сапоги',
    slot: 'Обувь',
    grade: 'shaman',
    parts: 'Жезл Мудрости,Медвежий Зуб,Шлем Тирана,Походная Фляга'
  },
  {
    name: 'Расшитые Ботинки',
    slot: 'Обувь',
    grade: 'shaman',
    parts: 'Сандалии Жреца,Око Каниса,Серебряный Шлем,Шлем Центуриона'
  },
  {
    name: 'Перевязанные Сапоги',
    slot: 'Обувь',
    grade: 'shaman',
    parts: 'Бубен Наступления,Рог Варвара,Броня Тирана,Шлем Центуриона'
  },
  {
    name: 'Сапоги Зверолова',
    slot: 'Обувь',
    grade: 'shaman',
    parts: 'Посох Мужества,Шлем Грифа,Сверкающая Чешуя,Топор Храбреца'
  },
  {
    name: 'Ботинки Отшельника',
    slot: 'Обувь',
    grade: 'shaman',
    parts: 'Маска Доблести,Стальное Оперение,Пластинчатый Шлем,Перстень Дракона'
  },
  {
    name: 'Ветер Мунина',
    slot: 'Обувь',
    grade: 'shaman',
    parts: 'Регалии Властителя,Латная Перчатка,Молот Тора,Рог Варвара'
  },
  {
    name: 'Полет Слейпнира',
    slot: 'Обувь',
    grade: 'shaman',
    parts: 'Медальон Скитальца,Кальцеус Центуриона,Чекан Убийцы,Высокий Тюрбан'
  },
  {
    name: 'Безумие Гарма',
    slot: 'Обувь',
    grade: 'shaman',
    parts: 'Кинжал Отваги,Шлем Гвардейца,Серебряный Лук,Наборный Пояс'
  },
  {
    name: 'Янтарное Ожерелье',
    slot: 'Амулеты',
    grade: 'shaman',
    parts: 'Кинжал Отваги,Наборный Пояс,Древние Поножи,Талисман Воздуха'
  },
  {
    name: 'Олений Рог',
    slot: 'Амулеты',
    grade: 'shaman',
    parts: 'Ритуальное Кольцо,Маска Вепря,Символ Волка,Резной Шип'
  },
  {
    name: 'Оленья Подвеска',
    slot: 'Амулеты',
    grade: 'shaman',
    parts: 'Ритуальное Кольцо,Клык Рыси,Усиленная Кольчуга,Чешуйчатые Ботинки'
  },
  {
    name: 'Каменные Привески',
    slot: 'Амулеты',
    grade: 'shaman',
    parts: 'Браслет Созидателя,Меч Юга,Броня Разрушителя,Белая Мантия'
  },
  {
    name: 'Кожаный Бубен',
    slot: 'Амулеты',
    grade: 'shaman',
    parts: 'Сапоги Путника,Гасконские Сапоги,Львиная Грива,Знак Тора'
  },
  {
    name: 'Совиная Подвеска',
    slot: 'Амулеты',
    grade: 'shaman',
    parts: 'Сапоги Наставника,Кольцо Центуриона,Шлем Разрушителя,Шлем Грифа'
  },
  {
    name: 'Камень Бессмертия',
    slot: 'Амулеты',
    grade: 'shaman',
    parts: 'Сапоги Сокрушителя,Сарацинский Меч,Бурый Шлем,Броня Тирана'
  },
  {
    name: 'Янтарная Подвеска',
    slot: 'Амулеты',
    grade: 'shaman',
    parts: 'Сапоги Путника,Легкие Башмаки,Шерстяной Капюшон,Усиленная Кольчуга'
  },
  {
    name: 'Кожаный Спорран',
    slot: 'Амулеты',
    grade: 'shaman',
    parts: 'Маска Доблести,Жесткие Сапоги,Змеиная Голова,Меч Тирана'
  },
  {
    name: 'Клюв Мунина',
    slot: 'Амулеты',
    grade: 'shaman',
    parts: 'Кольцо Центуриона,Древнее Копье,Ядовитый Стилет,Сапоги Наставника'
  },
  {
    name: 'Судьба Слейпнира',
    slot: 'Амулеты',
    grade: 'shaman',
    parts: 'Облачение Мыслителя,Многослойный Жилет,Статуэтка Сокола,Панцирь Центуриона'
  },
  {
    name: 'Клык Гарма',
    slot: 'Амулеты',
    grade: 'shaman',
    parts: 'Браслет Созидателя,Эмалевый Перстень,Восточный Клинок,Кинжал Центуриона'
  },
];
